{
  "title": "Мы не собираем персональные данные",
  "description_accounts": "...но если вам хочется узнать, все что у нас записывается про аккаунты:",
  "description_bots": "и про ботов:",
  "list": {
    "account": {
      "id": "Идентификатор аккаунта. Генерируется случайно. Для внутреннего использования.",
      "username": "Короткий текст, который идентифицирует аккаунт и выступает в качестве логина и отображаемого имени по умолчанию. Не может быть изменен, но вы можете удалить аккаунт, создать новый с новым именем пользователя и легко перенести все боты.",
      "displayName": "Короткий необязательные текст, который отображается на сайте вместо имени пользователя. Может быть изменен в любое время.",
      "createdAt": "Дата и время в формате unix milliseconds, когда аккаунт был создан",
      "passwordHash": "Пароль, который был указан пользователем. Значение этого поля не хранится в виде обычного текста, а хешируется с помощью argon2 — самой сильной хеш-функции на Земле, что означает, что никто не сможет узнать, какой пароль был использован, даже сколько в нем символов. Хеширование — это односторонняя функция, которая обычно используется в системах безопасности для предотвращения хранения паролей в виде обычного текста.",
      "bots": "Массив ID ботов, добавленных этим пользователем на сайт."
    },
    "bot": {
      "id": "ID бота, который является ID сессии этого бота в то же время",
      "name": "Короткий текст, который идентифицирует бота в списках. Может быть изменен в любое время.",
      "description": "Текст, который описывает бота. Может быть изменен в любое время.",
      "createdAt": "Дата и время в формате unix milliseconds, когда бот был создан",
      "views": "Количество раз, когда бот был просмотрен на сайте",
      "author": "ID аккаунта, который создал этого бота",
      "status": "Строка, которая может иметь одно из этих значений: 'online', 'offline', 'hidden'. Скрытый означает, что он не будет отображаться публично на сайте",
      "lastChecked": "Дата и время в формате unix milliseconds, когда бот был последний раз проверен нашей автоматизированной системой",
      "checksFails": "Количество раз, когда бот не прошел проверку нашей автоматизированной системой. Сбрасывается в 0, как только хотя бы одна проверка прошла успешно. Если это число превышает 2, бот автоматически помечается как оффлайн. И если оно превышает 60, бот перейдет в состояние 'скрытый'."
    }
  },
  "subtitle": "Что произойдет, если я удалю свой аккаунт?",
  "description_delete": "Все данные о вас и всех ботах, которые вы добавили, удаляются навсегда, как только вы нажмете 'Удалить мой аккаунт'.",
  "subtitle2": "Как я могу быть уверенным?",
  "description_github": "Этот сайт находится в открытом доступе на GitHub:"
}